#dict_stu={1:'程小青',3:'石雯雯',4:'苏彤',5:'王欣雨',6:'薄智鑫',7:'陈华超',8:'葛超驰',9:'韩硕',11:'黄昊',12:'焦俊',13:'黎子豪',14:'李博文',15:'李荣伟',16:'李帅奇',18:'李炜',19:'李月仓',20:'刘高伟',21:'路迪飞',22:'宋禹宏',24:'田朕宇',25:'王禹皓',26:'吴琪琛',27:'吴永帅',28:'颜亨太',30:'张珈玮',31:'张家朋',34:'张子傲',35:'赵瑞',36:'赵永旺',37:'赵振',38:'朱苏宁',39:'朱唐喜',40:'庄廷泽',41:'邹超磊'}

dict_stu={1:'程小青',2:'胡林',3:'石雯雯',4:'苏彤',5:'王欣雨',6:'薄智鑫',7:'陈华超',8:'葛超驰',9:'韩硕',11:'黄昊',12:'焦俊',13:'黎子豪',14:'李博文',15:'李荣伟',16:'李帅奇',18:'李炜',19:'李月仓',20:'刘高伟',21:'路迪飞',22:'宋禹宏',24:'田朕宇',25:'王禹皓',26:'吴琪琛',27:'吴永帅',28:'颜亨太',30:'张珈玮',31:'张家朋',34:'张子傲',35:'赵瑞',36:'赵永旺',37:'赵振',38:'朱苏宁',39:'朱唐喜',40:'庄廷泽',41:'邹超磊'}

